{
  "alley": {
    "name": "ارتش",
    "code": "14 ",
    "area": " 36 ",
    "population": " 4700 ",
    "rate": "4.8 "
  },
  "location": "محله ارتش در منطقه ۲ شهرداری بجنورد، با موقعیت استراتژیک در شمال غربی شهر قرار دارد. این محله از شمال به بلوار ۳۲ متری، از جنوب به خیابان طالقانی غربی، از شرق به معبر امامی و از غرب به خیابان صیاد شیرازی محدود می‌شود. که این محله را به یکی از نقاط کلیدی شهر تبدیل کرده است.",
  "history": "محله ارتش بجنورد که در گذشته در حاشیه شهر بود، با گسترش شهر به یکی از مناطق مرکزی تبدیل شده است. این محله به دلیل استقرار پادگان ارتش، به این نام شناخته شده و در سال ۱۳۹۱، پس از تخریب پادگان و واگذاری زمین‌ها به شهرداری، به منطقه‌ای مسکونی و در حال توسعه با رشد ساخت و ساز تبدیل شد.",
  "physicalAnalysis": "محله ارتش بجنورد با نوسازی گسترده ، در مسیر توسعه شهری قرار دارد. مالکیت خصوصی غالب، همراه با افزایش ارتفاع ساختمان‌ها در بخش‌های نوساز، نشان‌دهنده استفاده بهینه از زمین و گرایش به ساخت‌وساز متراکم‌تر است. کیفیت بالای نما و استانداردهای ساخت، آینده‌ای پایدار و رشد شهری بیشتر را نوید می‌دهد.\nدر محله ارتش ، وجود ۷۰ ملک با قدمت ۳۰ تا ۵۰ سال، همراه با ۳۱ ملک غیرقابل سکونت و 8.4  هکتار  زمین بایر ؛ بیانگر ظرفیت بسیار بالای محله برای مشارکت در ساخت، نوسازی و آغاز پروژه‌های جدید است. \n از سوی دیگر، ۲۰۸ ساختمان نوساز با قدمت ۱ تا ۵ سال و ۳۱ پروژه در حال ساخت نشان‌دهنده تحرک بالای ساخت‌وساز و جذب سرمایه در سال‌های اخیر هستند. این روند رو به رشد، بازتابی از پویایی بازار و تقاضای واقعی در این محله است .",

  "functionalAnalysis": "محله ارتش با کاربری غالب مسکونی در کنار حضور کاربری‌های مختلط و تعداد بالای قطعات بایر، ساختاری نسبتا کم‌تراکم  و توسعه‌پذیر دارد. مجاورت با خیابان‌های اصلی و نزدیکی به مرکر شهر (بازار) ، دسترسی مطلوب و ارتباط سریع با سایر بخش‌های شهر را تضمین می‌کند . وجود کاربری های مختلط ( مسکونی _ تجاری ) محیطی آرام و در عین حال پویا ایجاد کرده و زمینه گسترش خدمات رفاهی و اجتماعی را تسهیل می‌کند. وجود بیمارستان ارتش، فرهنگسرای شهرداری و مراکز آموزشی، نیازهای پایه ساکنان را پاسخگو بوده و سرزندگی محله را تقویت می‌کند. با این حال، نبود مسجد به‌عنوان یکی از کاستی های این محله از لحاظ عملکردی محسوب میشود  .",
  "accessability": "معابر محله ارتش , عمدتا با کیفیت هستند ؛ محله ارتش از طریق خیابان های امامی و صیاد شیرازی به به خیابان‌های اصلی (طالقانی و بلوار 32 متری) دسترسی مستقیم دارد  و از ارتباطات مناسبی با شبکه معابر شهر برخوردار است. عرض مناسب معابر و کیفیت بالای آن‌ها، شرایط مطلوبی برای پیاده‌مداری و تردد سواره و پیاده فراهم کرده است. با اینکه نزدیکی به مرکز شهر در ساعات پرتردد باعث ایجاد ترافیک در برخی نقاط می‌شود، اما جریان کلی عبور و مرور روان است و دسترسی به حمل‌ونقل عمومی نیز پاسخگو نیاز های ساکنین میباشد. ",
  "overallAnalysis": "محله ارتش  با ساختار اجتماعی فعال، امنیت قابل‌قبول و دسترسی مناسب به خدمات شهری، به‌دلیل قرارگیری در موقعیت خوبی نسبت به شهر ، محله ای مناسب برای سکونت میباشد. فضای سبز آن نسبتاً مناسب بوده و سرزندگی محله با حضور پررنگ جمعیت پیاده و فعالیت‌های روزمره تقویت شده است. به‌طور کلی، محله ارنش محله‌ای نسبتا نوساز و در حال رشد میباشد و پاسخگوی نیاز های ساکنین و دارای ظرفیت‌های قابل‌توجه برای ارتقا کیفیت زندگی شهری میباشد .",
  "qualities": {
    "security": "دید موثر  به خیابان _ کاربری های فعال در طول شبانه روز _ حضور افراد در محله در ساعات مختلف _ وجود دوربین های مدار بسته زیاد _ وجود گوشه های خلوت و زمین های خالی در محله",
    "vitality": "وجود فرهنگسرا مکانی برای تعاملات اجتماعی و بستری برای فعالیت های فرهنگی _ وجود کتابخانه مرکزی در نزدیکی محله _ وجود کافه و رستوران ، باشگاه و امکانات تفریحی در محله ",
    "accessability": "وجود فرهنگسرا مکانی برای تعاملات اجتماعی و بستری برای فعالیت های فرهنگی _ وجود کتابخانه مرکزی در نزدیکی محله _ وجود کافه و رستوران ، باشگاه و امکانات تفریحی در محله ",
    "quality": ":  نوساز بودن بخش زیادی از ساختمان ها ، استحکام  و نمای مناسب _ کیفیت مناسب معابر _ وجود پارکینگ  ",
    "greenSpace": "درخت کاری و محوطه ارایی خیابان ها و معابر _ وجود پارک در محله _ وجود آلودگی صوتی ",
    "trafic": "عرض مناسب معابر _ یک طرفه بودن معابر امامی _ نقش فعال در شبکه دسترسی _ ترافیک در ساعات اوج _ دسترسی به حمل و نقل عمومی"
  },
  "priorities": [
    {
      "title": "ساخت‌وساز نوساز",
      "context": "مناسب، با تمرکز بر املاک فرسوده و زمین‌های بایر ، بازار در حال رشد و فرصت سودآور."
    },
    {
      "title": "مشارکت در ساخت و نوسازی",
      "context": "بالا ؛ تعداد زیاد پروژه درحال ساخت جهت پیش خرید و سرمایه گذاری کوتاه مدت"
    },
    {
      "title": "ریسک سرمایه‌گذاری",
      "context": "پایین، به دلیل نوساز بودن بخش زیادی از بافت و وجود زمین‌های آماده توسعه."
    },
    {
      "title": "خرید ملک نوساز",
      "context": " پرتقاضا و قابل اتکا برای سکونت و سرمایه گذاری بلند مدت "
    }
    ,{"text":"در مجموع، محله ارتش به دلیل ترکیب بافت قدیمی و نوساز ، در کنار وضعیت در حال رشد ساخت‌وساز ، یکی از گزینه‌های کم‌ریسک و جذاب برای سرمایه‌گذاران ملکی و توسعه‌دهندگان پروژه‌های جدید محسوب می‌شود."}
  ],
  "conclusion": "محله ارتش در بجنورد، محله ای رو به رشد با موقعیت مناسب در شهر و دسترسی عالی به خدمات شهری است. نوسازی گسترده، زمین‌های بایر و ساختمان‌های باکیفیت، پتانسیل بالای سرمایه‌گذاری و توسعه پایدار را نشان می‌دهد. سرزندگی اجتماعی و فضای سبز مناسب، کیفیت زندگی مطلوبی را فراهم کرده، اما وجود زمین های بایر فراوان که ک موجب کاهش امنیت شده است از چالش‌های اصلی محله میباشد . درمجموع این محله جزو محلات با کیفیت شهر به شمار میرود و با توجه به تحلیل های انجام شده یکی از گزینه های مناسب جهت زندگی و یا سرمایه گذاری خواهد بود .",
  "prosAndCons": [
    {
      "strengths": "شبکه معابر منظم و با کیفیت ",
      "weaknesses": " قیمت بالای زمین ",
      "opportunities": " قیمت بالای زمین ",
      "threats": "بالا رفتن  قیمت و افزایش بیش از حد قیمت ملک"
    },
    {
      "strengths": " دسترسی مناسب به خدمات شهری و معابر اصلی",
      "weaknesses": "امنیت پایین در بخشی از محله ",
      "opportunities": "وجود زمین های قطعه بندی شده و فرصت مناسب برای ساخت و ساز ",
      "threats": "خطر از بین رفتن پوشش گیاهی خصوصا در طول معابر"
    },
    {
      "strengths": "نوساز بودن محله ",
      "weaknesses": ".",
      "opportunities": "پتانسیل توسعه فضا های سبز ",
      "threats": "امکان ایجاد فاصله طبقاتی بین ساکنین جدید و قدیم محله"
    },
    {
      "strengths": ".",
      "weaknesses": ".",
      "opportunities": "امکان ایجاد فاصله طبقاتی بین ساکنین جدید و قدیم محله",
      "threats": "از بین رفتن اسایش ساکنین با افزایش ترافیک"
    }
  ]
  
}
